---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctInsulationType
source: html/10960377-daa0-ffc3-ed90-e9b78d8742d2.htm
---
# DuctInsulationType Properties

The id of the assembly instance to which the element belongs.